[UniExtract]
OK_BUT="&OK"
CANCEL_BUT="&Скасувати"
YES_BUT="&Так"
NO_BUT="&Ні"
DELETE_BUT="Ви&далити"
COPY_BUT="&Копіювати"
BATCH_BUT="&Пакетно"
SEND_BUT="&Надіслати"
NEXT_BUT="&Далі >"
PREV_BUT="< &Назад"
CLOSE_BUT="&Закрити"
EXIT_BUT="&Вийти"
CONTINUE_BUT="&Продовжити"
FINISH_BUT="&Завершити"
ALWAYS_BUT="&Завжди"
NEVER_BUT="&Ніколи"
CHECKBOX_REMEMBER="Запам'ятати вибір"
CHECKBOX_DONT_ASK_AGAIN="Не запитувати знову"
MAIN_DEST_DIR_LABEL="&Каталог призначення:"
MAIN_FILE_LABEL="&Архів / встановлювач:"
MAIN_DIRECTORY_LOCK="Заблокувати"
MAIN_DIRECTORY_LOCK_TOOLTIP="Вимикає автоматичний вибір каталогу призначення,%nнаприклад, для видобування кількох файлів до одного каталогу%nбез повторного вибору призначення для кожного з них."
MENU_FILE_LABEL="&Файл"
MENU_FILE_OPEN_LABEL="&Відкрити…"
MENU_FILE_KEEP_OPEN_LABEL="&Залишати %name відкритим"
MENU_FILE_SHOW_LABEL="&Переглянути пакетну чергу"
MENU_FILE_CLEAR_LABEL="&Очистити пакетну чергу"
MENU_FILE_LOG_OPEN_LABEL="Відкрити &останній файл журналу"
MENU_FILE_LOG_FOLDER_OPEN_LABEL="Відкрити &каталог журналів"
MENU_FILE_LOG_LABEL="Видалити &файли журналів (%1)"
MENU_FILE_QUIT_LABEL="&Вийти"
MENU_EDIT_LABEL="&Редагувати"
MENU_EDIT_SILENT_MODE_LABEL="&Тихий режим"
MENU_EDIT_PASSWORD_LABEL="Перелік &паролів"
MENU_EDIT_CONTEXT_LABEL="Записи &контекстного меню"
MENU_EDIT_PREFS_LABEL="&Налаштування"
MENU_HELP_LABEL="&Довідка"
MENU_HELP_FEEDBACK_LABEL="&Відгук"
MENU_HELP_PLUGINS_LABEL="Менеджер &плаґінів"
MENU_HELP_UPDATE_LABEL="Перевірити &оновлення"
MENU_HELP_WEB_LABEL="&Вебсайт %1"
MENU_HELP_GITHUB_LABEL="%1 на &GitHub"
MENU_HELP_STATS_LABEL="&Статистика"
MENU_HELP_PROGDIR_LABEL="Відкрити &каталог програми"
MENU_HELP_CONFIGFILE_LABEL="Відкрити &файл конфігурації"
MENU_HELP_ABOUT_LABEL="&Про програму"
PREFS_TITLE_LABEL="Налаштування"
PREFS_UNIEXTRACT_OPTS_LABEL="Загальні параметри"
PREFS_HISTORY_LABEL="Зберігати &історію архівів"
PREFS_UPDATEINTERVAL_LABEL="Шукати оновлення:"
PREFS_UPDATE_DAILY="Щодня"
PREFS_UPDATE_WEEKLY="Щотижня"
PREFS_UPDATE_MONTHLY="Щомісяця"
PREFS_UPDATE_YEARLY="Щороку"
PREFS_UPDATE_NEVER="Ніколи"
PREFS_UPDATE_CUSTOM="Кожні %1 днів"
PREFS_FORMAT_OPTS_LABEL="Додаткові параметри"
PREFS_LANG_LABEL="&Мова:"
PREFS_WARN_EXECUTE_LABEL="&Попереджати перед виконанням файлів"
PREFS_WARN_EXECUTE_TOOLTIP="Деякі способи видобування передбачають запуск файлів.%nЯкщо цей параметр увімкнено, перед виконанням таких потенційно небезпечних дій буде показано попередження."
PREFS_CHECK_FREE_SPACE_LABEL="Перевіряти вільне місце"
PREFS_CHECK_FREE_SPACE_TOOLTIP="Перевіряти наявність достатнього вільного місця на диску перед видобуванням."
PREFS_CHECK_UNICODE_LABEL="Перевіряти Unicode-символи"
PREFS_CHECK_UNICODE_TOOLTIP="Деякі спеціальні символи (наприклад, японські символи в неяпонських системах) можуть спричиняти проблеми під час видобування.%nЯкщо виникають проблеми з такими файлами, увімкніть цей параметр для тимчасового автоматичного перейменування."
PREFS_APPEND_EXT_LABEL="&Виправляти розширення файлів"
PREFS_APPEND_EXT_TOOLTIP="Виправляти відсутні або неправильні розширення файлів."
PREFS_HIDE_TRAY_LABEL="Вимкнути піктограму в області сповіщень"
PREFS_HIDE_STATUS_LABEL="Вимкнути вікно стану"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL="Приховувати вікно стану в повноекранному режимі"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP="Ігровий режим — автоматично вимикає вікно стану, якщо активне вікно є повноекранною програмою."
PREFS_OPEN_FOLDER_LABEL="Відкривати вихідну теку після видобування"
PREFS_FEEDBACK_PROMPT_LABEL="Запитувати відгук"
PREFS_FEEDBACK_PROMPT_TOOLTIP="Якщо цей параметр увімкнено, після невдалого видобування буде показано запит на відгук."
PREFS_WINDOW_POSITION_LABEL="Запам'ятовувати розмір і положення вікна"
PREFS_SEND_STATS_LABEL="Надсилати анонімну статистику використання"
PREFS_SEND_STATS_TOOLTIP="Автоматично надсилати статистику: типи файлів, які ви найчастіше видобуваєте (наприклад, zip), вибрані параметри та випадковий ID користувача;%nімена файлів або дані, за якими можна вас ідентифікувати, не збираються. Це допомагає визначити найчастіше використовувані%nможливості %name і зосередити розробку на їх удосконаленні."
PREFS_LOG_LABEL="Створювати файли журналів"
PREFS_VIDEOTRACK_LABEL="Видобувати відеодоріжки"
PREFS_VIDEOTRACK_TOOLTIP="Якщо вимкнено, відеодоріжки ігноруються під час видобування з відеофайлів.%nЦе корисно, якщо потрібні лише аудіодоріжки і потрібно заощадити місце на диску та час."
PREFS_TOPMOST_LABEL="Завжди над &усіма вікнами"
PREFS_BETA_UPDATES_LABEL="Встановлювати бета-оновлення"
PREFS_SOURCE_FILES_LABEL="Вихідні файли"
PREFS_SOURCE_FILES_OPT_ASK="запитувати"
PREFS_SOURCE_FILES_OPT_DELETE="видаляти"
PREFS_SOURCE_FILES_OPT_KEEP="залишати"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP="Завжди показувати запит щодо видалення або збереження вихідних файлів."
PREFS_DELETE_ADDITIONAL_FILES_LABEL="Видаляти додаткові файли"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP="%name попередньо фільтрує видобуті файли та переміщує відомі непотрібні файли до каталогу з назвою «%1».%nТут можна вибрати видалення цих файлів."
FEEDBACK_TITLE_LABEL="Відгук"
FEEDBACK_SYSINFO_LABEL="Відомості про систему:"
FEEDBACK_OUTPUT_LABEL="Вивід %name:"
FEEDBACK_MESSAGE_LABEL="Ваше повідомлення / додаткова інформація:"
FEEDBACK_PRIVACY_ACCEPT_LABEL="Я прочитав/прочитала і приймаю Політику конфіденційності"
FEEDBACK_PRIVACY_VIEW_LABEL="Переглянути Політику конфіденційності"
CONTEXT_ENTRIES_LABEL="Записи контекстного меню"
CONTEXT_ENABLED_LABEL="Увімкнено"
CONTEXT_ALL_USERS_LABEL="активувати для всіх користувачів"
CONTEXT_ADMIN_REQUIRED="Цей параметр потребує прав адміністратора"
CONTEXT_FILE_ASSOC_LABEL="Асоціації файлів"
CONTEXT_SIMPLE_RADIO="Просте"
CONTEXT_CASCADING_RADIO="Каскадне"
CONTEXT_CASCADING_RADIO_TOOLTIP="Функція потребує Windows 7+."
UPDATE_ACTION_INSTALL="Встановити оновлення"
UPDATE_STATUS_SEARCHING="Пошук оновлень..."
UPDATE_TERM_PROGRAM_FILES="програмні файли %name"
UPDATE_WHATS_NEW="Історія змін"
FIRSTSTART_TITLE="&Помічник першого запуску"
FIRSTSTART_PAGES="Ласкаво просимо|Налаштування|Записи контекстного меню"
FIRSTSTART_PAGE1="Ласкаво просимо до %name.%n%nБудь ласка, приділіть хвилину, щоб налаштувати %name відповідно до своїх потреб.%n%nСпочатку — юридична інформація.%nЦе програмне забезпечення надається «як є», без будь-яких гарантій. Використовуйте його на власний ризик. Автори %name не несуть відповідальності за будь-які збитки, що виникли внаслідок використання цього програмного забезпечення. Користуючись %name, ви погоджуєтеся використовувати його лише в законних цілях відповідно до місцевого та міжнародного законодавства. Якщо ви не приймаєте цю ліцензійну угоду, вам не дозволено користуватися цим інструментом."
FIRSTSTART_PAGE2="Спочатку встановіть загальні параметри видобування та глобальної поведінки %name.%n%nУсі ці налаштування можна будь-коли змінити через головне меню."
FIRSTSTART_PAGE3="%name може повністю інтегруватися в контекстне меню, щоб файл можна було видобути або переглянути загальні відомості про його тип простим клацанням правою кнопкою миші по будь-якому файлу без відкриття головного вікна програми. Виберіть, які записи контекстного меню потрібно показувати.%n%nУсі ці налаштування можна будь-коли змінити через головне меню."
FFMPEG_LICENSE_ACCEPT_LABEL="Я прочитав/прочитала і приймаю ліцензійну угоду"
FFMPEG_LICENSE_VIEW_LABEL="Переглянути ліцензійну угоду"
FFMPEG_SELECT_LABEL="Уже маєте FFmpeg?"
FFMPEG_SELECT_TITLE="Вибрати FFmpeg"
STATS_HEADER_STATUS="Загальний розподіл результатів"
STATS_HEADER_TYPE="Видобування за типом файлу"
STATS_STATUS_SUCCESS="Успішно"
STATS_STATUS_FAILED="Помилка"
STATS_STATUS_FILEINFO="Сканування файлу"
STATS_STATUS_UNKNOWN="Невідомий / непідтримуваний тип файлу"
STATS_NO_DATA="Недостатньо даних для створення статистики.%n%nСпробуйте пізніше."
FILESCAN_TITLE="Результат сканування файлу:"
ABOUT_INFO_LABEL="Початкова версія від %1%nВерсія 2.0.0 від Bioruebe <%2>%nВерсія %3 від gvp9000%n%nУкраїнський мовний файл від Stanley Kid%n(stanley.udr.kid@gmail.com)%n%nВипущено під %4"
ABOUT_VERSION="Версія %1 (%2)"
METHOD_ADMIN_RADIO="Адміністративний встановлювач %1"
METHOD_EXTRACTION_RADIO="Видобування %1"
METHOD_HEADER="Видобування %1"
METHOD_RADIO_LABEL="Спосіб видобування"
METHOD_SWITCH_RADIO="Ключ %1"
METHOD_NOT_INSTALLER_RADIO="Не встановлювач %1"
METHOD_TEXT_LABEL="%name підтримує наведені способи видобування пакетів %1. На жаль, жоден із цих способів не є повністю надійним. Якщо типовий спосіб не працює, перезапустіть %name і виберіть альтернативний спосіб."
METHOD_UNPACKER_RADIO="Розпакувальник %1"
METHOD_GAME_LABEL="Файл %1, імовірно, є ігровим архівом. %name може обробляти кілька типів ігрових пакетів, але не може визначити, з якої гри походить файл. Якщо файл належить до гри, виберіть її зі списку нижче. Інакше виберіть «%2» або натисніть «%3», щоб спробувати видобути пакет іншим способом."
METHOD_GAME_NOGAME="Не гра з цього списку"
METHOD_NOT_IN_LIST="Жоден із цих варіантів"
METHOD_FILE_SELECT_LABEL="Для видобування %1 потрібен додатковий файл даних, але %name не може визначити, який саме.%n%nВиберіть один із наведених нижче варіантів. Якщо видобування працюватиме неправильно, спробуйте ще раз з іншим вибором."
METHOD_EXTRACTOR_SELECT_LABEL="%nНаведений нижче список містить короткий код для кожного видобувача / типу файлу, який зараз підтримує %name.%n%nВиберіть тип видобування. Виберіть «%2», щоб автоматично визначити тип файлу так, ніби %name запущено звичайним способом."
EXTRACT_TO="Видобути до"
OPEN_FILE="Відкрити файл"
SELECT_FILE="Вибрати файл"
UPDATE_CURRENT="Використовується найновіша версія %name."
TERM_ARCHIVE="архів"
TERM_AUDIO="Аудіо"
TERM_COMPILED="Компільований"
TERM_COMPRESSED="стиснутий файл"
TERM_CONTAINER="контейнерний формат"
TERM_DATABASE="база даних"
TERM_DISK_IMAGE="образ диска"
TERM_DOWNLOAD="Завантаження"
TERM_DOWNLOADING="Завантаження"
TERM_EBOOK="електронна книга"
TERM_ECARD="електронна листівка"
TERM_ENCODED="кодований файл"
TERM_ENCRYPTED="зашифрований файл"
TERM_ERROR="Помилка"
TERM_EXECUTABLE="виконуваний файл"
TERM_EXTRACT="Видобути"
TERM_FILE="файл"
TERM_GAME="Гра "
TERM_HELP="Довідка"
TERM_HOTFIX="термінове виправлення"
TERM_IMAGE="образ"
TERM_INSTALLED="Встановлено"
TERM_INSTALLER="встановлювач"
TERM_LOADING="Завантаження..."
TERM_MERGE_MODULE="модуль об'єднання"
TERM_OVERALL_PROGRESS="Загальне виконання"
TERM_PACKAGE="пакет"
TERM_PAGE="сторінка"
TERM_PATCH="виправлення"
TERM_RECONSTRUCTED="Відновлено"
TERM_SCAN="сканувати"
TERM_SCRIPT="сценарій"
TERM_SFX="Саморозпаковуваний"
TERM_STAGE="Етап"
TERM_TESTING="Тестування"
TERM_TRANSLATION="переклад"
TERM_UNKNOWN="невідомий"
TERM_UNPACKED="непакований"
TERM_UPDATER="засіб оновлення"
TERM_VIDEO="Відео"
SCANNING_FILE="Сканування файлу за допомогою %1"
SCANNING_EXE="Сканування виконуваного файлу за допомогою %1"
EXTRACTING="Видобування файлів:"
INIT_WAIT="Очікування ініціалізації встановлювача.%nЗачекайте."
SENDING_FEEDBACK="Надсилання відгуку"
INPUT_NEEDED="Потрібне введення користувача"
SEARCHING_PASSWORD="Пошук пароля"
TESTING_PASSWORD="Перевірка паролів (%1/%2)"
MOVING_FILE="Переміщення до"
RENAMING_FILES="Перейменування файлів"
RENAMING_FILES_PROGRESS="Перейменування файлів (%1 / %2)"
PROCESSING="Опрацювання..."
CLEANING_UP="Очищення..."
INIT_COMPLETE="Ініціалізацію завершено. Закрийте встановлювач, а потім натисніть «OK», щоб продовжити."
UNPACK_PROMPT="Цей файл може бути запакований стисненням %1.%n%nРозпакувати його?%nІнакше аналіз файлу буде продовжено.%n%nПримітка: розпакований файл матиме назву:%n%2"
UNPACK_FAILED="Помилка: %1%nне вдалося розпакувати."
UNPACK_AGAIN="%1 успішно розпаковано.%n%nДозволити %name спробувати видобути файл %2?"
NSIS_BINFILES="Примітка: %1 успішно видобуто.%nОднак у тому самому каталозі, що й файл %2, є файли data.bin. Вони можуть бути частиною інсталяційних файлів.%n%nНатисніть «OK», щоб розпакувати їх за допомогою %name, або «Скасувати», щоб перервати операцію."
WARN_EXECUTE="Для видобування файлів цього типу файл потрібно запустити безпосередньо.%n%nЯкщо ви вважаєте, що файл може бути шкідливим, рекомендовано не продовжувати."
FEEDBACK_SUCCESS="Дякуємо за відгук. Повідомлення буде опрацьовано незабаром."
FEEDBACK_PROMPT="Щоб покращити подальші версії %name, ви можете повідомити розробників про проблеми.%nЖурнали видобування містять цінну інформацію про файл і потенційні помилки, які могли виникнути під час видобування.%n%nВідкрити інтерфейс зворотного зв'язку зараз?"
FEEDBACK_PRIVACY="Повідомлення про конфіденційність: файли відгуку зберігаються онлайн на наших серверах, доки їх не опрацює розробник, після чого їх буде видалено. Дані не передаються третім сторонам. Ви можете будь-коли надіслати запит на видалення електронною поштою.%n%nЗаписаний вміст може містити системну інформацію, а також частини вмісту файлу. Якщо ви не хочете надсилати певну інформацію, просто видаліть її.%n%nВи приймаєте цю угоду про конфіденційність і хочете надіслати повідомлення? Інакше нічого не буде передано."
FEEDBACK_OUTDATED="Увага: ви використовуєте застарілу версію %name.%n%nПерш ніж повідомляти про проблему, переконайтеся, що вона все ще наявна в останньому випуску. Дякуємо!"
FFMPEG_NEEDED="%1 схожий на мультимедійний файл.%n%nДля видобування всіх відео- та аудіодоріжок потрібен FFmpeg. Просто натисніть кнопку %2, і все буде завантажено та налаштовано автоматично."
PROGRAM_FILES_MISSING="Увага: програмні файли %name неповні.%n%nАвтоматично повторно завантажити всі відсутні файли?"
PLUGIN_MISSING="Для видобування %1 потрібна додаткова допоміжна програма.%n%nНатисніть кнопку нижче, щоб відкрити менеджер плагінів і завантажити вибраний допоміжний модуль. Потім натисніть кнопку «%2», щоб додати його до %name. Після закриття менеджера плагінів видобування продовжиться."
UPDATE_PROMPT="Доступне нове оновлення для %1.%n%nЗавантажити його зараз?"
FILE_COPY="Щоб правильно обробити файл %1, потрібно створити копію. Залежно від розміру файлу це може зайняти деякий час.%n%nПереконайтеся, що доступно достатньо вільного місця, і натисніть «OK», щоб продовжити."
FILE_DELETE="Файл %1 успішно видобуто. Дозволити %name видалити початковий файл?%n%nПримітка: видобуті файли можуть бути непридатними для використання. Натискайте «Так» лише тоді, коли впевнені, що видобування спрацювало належним чином.%n(Це повідомлення можна вимкнути в параметрах.)"
BATCH_DUPLICATE="Файл %1 уже є в пакетній черзі.%n%nДодати його знову, щоб видобути двічі?"
NO_FREE_SPACE="Увага:%nНа диску призначення %1 менше вільного місця, ніж розмір вхідного файлу.%n%nВільне місце:%t%2 МБ%nПотрібно місця:%t>%3 МБ%nРізниця:%t~%4 МБ"
CONTEXT_DANGEROUS="Увага:%nЗміна асоціацій файлів може бути небезпечною. Наприклад, зміна стандартних команд для .exe може призвести до того, що програми взагалі не запускатимуться. Переконайтеся, що розумієте свої дії.%n%nСправді продовжити?"
ELEVATION_REQUIRED="У доступі відмовлено.%n%n%name буде перезапущено з підвищеними правами. Після цього спробуйте ще раз."
ACCESS_DENIED="У доступі відмовлено.%n%n%name уже запущено з підвищеними правами. Переконайтеся, що маєте дозволи, необхідні для виконання цієї дії, і спробуйте ще раз."
MOVE_FAILED="%1 не вдалося скопіювати до %2. Якщо шлях або ім'я містить спеціальні символи, спробуйте перейменувати файл або перемістити його до каталогу зі звичайною назвою. Так %name не доведеться копіювати його до тимчасового каталогу. Потім знову запустіть видобування."
HELP_TITLE="%name: використання командного рядка"
HELP_USAGE_TITLE="Використання:"
HELP_USAGE="%1 <file> [<destination> | /scan | /sub | /last] [/silent] [/batch] [/type[=<type>]]"
HELP_ARGUMENTS="Підтримувані аргументи:"
HELP_SCAN="%n   %1%t%tВідобразити інформацію про тип файлу без видобування файлів"
HELP_FILENAME="   <file>%t%tШлях до файлу, який потрібно видобути"
HELP_DESTINATION="%n   <destination>%tКаталог, до якого потрібно видобути"
HELP_SILENT="%n   %1%t%tТихий режим (пригнічує всі запити)"
HELP_BATCH="%n   %1%t%tДодати файл до пакетної черги"
HELP_TYPE="%n   %1<type>%tОбробляти файл для видобування як тип <type>%n%t%tабо показати діалог вибору типу, якщо тип не вказано"
HELP_SUB="%n%nПередавання %1 замість каталогу призначення наказує %name видобувати до підкаталогу з назвою архіву; "
HELP_LAST="з %1 буде використано останній використаний каталог."
HELP_NOARGS="%n%nЗапуск %name без аргументів відкриє графічний інтерфейс користувача."
HELP_MORE="%n%nПовну документацію, включно з рідше використовуваними параметрами командного рядка, можна знайти в онлайн-довідці за посиланням нижче."
HELP_EXAMPLE_TITLE="Приклад:"
HELP_EXAMPLE="%1 "C:\Files\example.zip" "C:\unpacked""
HELP_DOCS_LINK="Переглянути повну довідку з командного рядка"
WARN_CONVERSION_FAILED="Не вдалося автоматично конвертувати файл."
WARN_MOVE_FAILED="Не вдалося перемістити файлів / тек: %1."
UNKNOWN_FILETYPE_TITLE="Невідомий тип файлу"
UNKNOWN_FILETYPE="%1 неможливо видобути. Не вдалося точно визначити тип файлу.%n%nЯкщо у вас є додаткова інформація про цей тип файлу, зв'яжіться з нами через форму зворотного зв'язку."
INVALID_FILE="Файл для видобування,%n%n%1,%nне знайдено. Виберіть дійсний вхідний файл.%n%n%1"
INVALID_DIR="%1 не вдалося створити. Можливо, у вас немає необхідних дозволів на запис до теки.%n%nВиберіть дійсне призначення або спробуйте запустити %name з правами адміністратора."
NO_HISTORY="%1 неможливо видобути.%nНе вдалося прочитати останній використаний каталог.%n%nПереконайтеся, що %2 увімкнено і що ви вже видобували хоча б один файл, перш ніж видобувати до останнього використаного каталогу."
EXTRACT_FAILED="%1 неможливо видобути.%n%nСхоже, це %2, який підтримується, але видобування не вдалося.%n%nДозволити %name створити й показати файл журналу з додатковою інформацією?"
NOT_PACKED="%1 неможливо видобути: файл не запакований, а є%n%n%2"
DOWNLOAD_FAILED="Не вдалося завантажити файл %1. Переконайтеся, що є підключення до Інтернету, і спробуйте ще раз."
UPDATECHECK_FAILED="Не вдалося перевірити оновлення. Переконайтеся, що є підключення до Інтернету, і спробуйте ще раз."
UPDATE_FAILED="Не вдалося оновити деякі файли.%n%nСпробуйте пізніше, запустіть %name від імені адміністратора або повторно завантажте %name."
UPDATE_NOADMIN="%name не вдалося запросити права адміністратора.%n%nКлацніть правою кнопкою миші піктограму програми %name і виберіть «Запустити від імені адміністратора», а потім знову перевірте оновлення через меню довідки."
FFMPEG_MOVE_FAILED="FFmpeg не вдалося налаштувати правильно. Клацніть правою кнопкою миші піктограму програми %name, виберіть «Запустити від імені адміністратора» і спробуйте ще раз."
FFMPEG_INVALID_FILE="Вибраний файл не є підтримуваною версією FFmpeg.%n%nFFmpeg доступний у двох версіях: як один великий виконуваний файл («static») і як тека з дуже малим виконуваним файлом та багатьма .dll-файлами («shared»). %name підтримує лише перший варіант."
FEEDBACK_EMPTY="Надайте якомога більше інформації, щоб ваш відгук можна було швидко опрацювати."
FEEDBACK_ERROR="Не вдалося надіслати відгук. Спробуйте пізніше або надішліть звіт електронною поштою чи на GitHub. Дякуємо.%n%nСталася така помилка: %1"
FEEDBACK_PRIVACY_NOT_ACCETPED="Прийміть Політику конфіденційності, щоб надіслати відгук."
LICENSE_NOT_ACCEPTED="Прийміть Ліцензійну угоду, щоб продовжити."
BATCH_FINISH="Пакетне опрацювання завершено, але не всі файли вдалося видобути успішно. Помилка виникла з такими файлами:%n%n%1%nДля додаткової інформації прочитайте відповідні файли в каталозі журналів (доступно лише якщо ведення журналів увімкнено)."
NOT_SUPPORTED_TITLE="Непідтримуваний тип файлу"
NOT_SUPPORTED="%1 неможливо видобути.%n%n%name не підтримує цей тип файлу.%n%nЯкщо у вас є інформація про те, як видобути цей файл, надішліть нам повідомлення й допоможіть зробити %name ще кращим."
MISSING_EXE="%1 неможливо видобути.%n%nНе знайдено допоміжний модуль %2."
EXTRACT_TIMEOUT="%1 неможливо видобути.%n%nЧас очікування минув. Якщо проблема тимчасова, повторна спроба може завершитися успішно."
WRONG_PASSWORD="%1 неможливо видобути.%n%nФайл захищено паролем, і введений пароль неправильний.%n%nПорада: скористайтеся вбудованим автоматичним пошуком пароля на основі налаштовуваного списку паролів, який можна знайти в меню %2."
NO_FREE_SPACE_ERROR="%1 неможливо видобути.%n%nНа диску призначення недостатньо місця. Звільніть достатньо місця і спробуйте ще раз."
MISSING_PART="%1 неможливо видобути.%n%nАрхів складається з кількох частин. Для видобування потрібні всі частини, але деякі з них не знайдено.%n%nПереконайтеся, що всі частини файлу містяться в одному каталозі, і спробуйте ще раз."
PLUGIN_IMPORT_MISSINGFILES="Не вдалося імпортувати плагін %1.%n%nВибрано не всі файли. Повторіть спробу й виберіть усі наведені нижче файли:%n%n%2"
MISSING_DEFINITION="%1 неможливо видобути.%n%nНе знайдено файл визначення %2.%n%nЯкщо це користувацький плагін, переконайтеся, що його налаштовано правильно."
OPEN_URL_FAILED="%name не вдалося відкрити запитане вебпосилання.%n%nВідкрийте улюблений браузер і введіть таку URL-адресу вручну:"
PLUGIN_SUPPORTED_FILETYPES="Підтримувані типи файлів:"
PLUGIN_ARC_CONV="Видобувач для кількох ігрових архівів"
PLUGIN_ISCAB="Частина пакета InstallShield для видобування CAB-файлів. Може працювати краще, ніж універсальне видобування Universal Extractor, але це комерційний (не безкоштовний) інструмент."
PLUGIN_THINSTALL="Видобувач для програм, зроблених портативними за допомогою Thinstall"
PLUGIN_UNREAL="Видобувач архівів Unreal Engine"
PLUGIN_WINTERMUTE="Видобувач ігрових архівів рушія Wintermute"
PLUGIN_CI="Плагін для встановлювачів CreateInstall: завантажте, встановіть і скопіюйте файли %1, %2, %3 до \bin"
PLUGIN_DGCA="Декомпресор для архівів DGCA"
PLUGIN_BOOTIMG="Видобувач завантажувальних образів Android"
PLUGIN_IS5COMP="Підтримка видобування старіших CAB-архівів InstallShield"
PLUGIN_WOLF="Додаткова утиліта видобування для зашифрованих архівів ігор WOLF RPG"
PLUGIN_EXTSIS="Видобувач новіших пакетів Symbian OS"
PLUGIN_BITROCK="Видобувач встановлювачів BitRock InstallBuilder"
EXTRACT_FILES="UniExtract &Відкрити"
EXTRACT_HERE="UniExtract &тут"
EXTRACT_SUB="UniExtract до &підкаталогу"
EXTRACT_LAST="UniExtract до &останнього каталогу"
SCAN_FILE="Сканувати &файл"
DIR_ADDITIONAL_FILES="Додаткові файли"
UNINSTALL="Видалити"
UNINSTALL_TITLE="Видалити %name"
UNINSTALL_LABEL="Якщо ви плануєте встановити %name знову, можете залишити свої налаштування. Інакше всі дані користувача можна безпечно видалити."
UNINSTALL_REMOVE_LOGS="Видалити файли журналів"
UNINSTALL_REMOVE_USERDATA="Видалити всі дані користувача та налаштування"
